
[language]
id=0x041b
langID=0x1b
name=Slovak
sublangID=0x01
[menu]
10001=Nová poznámka
10002=Nastavenie
10003=Ukázať všetko
10004=Schovať všetko
10005=O programe
10006=Nápoveda
10007=Koniec
10008=Ovládací Panel
10009=Uložiť
10010=Nastaviť
10011=Schovať
10012=Zmazať
10013=Uložiť ako...
10014=Ukáž
10015=Centralizovať
10016=Ikony
10017=Malé ikony
10018=Zoznam
10019=Detaily
10020=Na vrchu
10021=Jazyk
10023=Poslať
10024=Domovská stránka PNotes
10025=Uložiť všetko
10026=Skupiny
10126=Pridať skupinu najvyššie úrovne
10127=Upraviť skupinu
10128=Zmazať skupinu
10129=Zobraziť všetky poznámky vybratej skupiny
10130=Skryť všetky poznámky vybratej skupiny
10131=Pridať podskupinu do vybratej skupiny
10027=Späť
10028=Znovu
10029=Vybrať
10030=Kopírovať
10031=Vložiť
10032=Vybrať všetko
10033=Obnoviť východziu veľkosť a centralizovať
10034=Hľadať v poznámkach
10035=Dokovať
10036=Žiadne
10037=Vľavo
10038=Hore
10039=Vpravo
10040=Dole
10041=Dokovanie (všetky poznámky)
10042=Nájsť
10043=Nájsť ďaľšie
10044=Nahradiť
10045=Nič
10046=Vľavo
10047=Hore
10048=Vpravo
10050=Dole
10051=Formát
10052=Obľúbené
10053=Pridať medzi obľúbené
10054=Odobrať z obľúbených
10055=Poslať ako prílohu
10056=Načítať poznámku
10057=Vysypať koš
10058=Obnoviť všetky poznámky
10059=Obnoviť poznámku
10060=Zobraziť skupiny
10061=Skryť skupiny
10062=Zapnúť vysokú prioritu
10063=Vložiť súbor ako odkaz
10064=Vložiť obsah súboru
10065=Nová poznámka zo schránky
10066=Zobraz všetko navrchu
10067=Hľadať
10069=Pohľady
10070=Viditeľnosť
10071=Zapnúť režim ochrany
10072=Tlač
10073=Náhľad
10074=Nastaviť vzhľad
10075=Nastaviť plán
10076=Prepínače
10077=Označiť ako splnené
10078=Nastavenie pozadia okna náhľadu
10079=Použiť vlastnú farbu
10080=Vybrať farbu
10081=Rozbaliť/zbaliť
10083=Do rýchleho hľadania zahrnúť aj poznámky z "koša"
10084=Umiestnenie/viditeľnosť
10085=Vyčistiť rýchlé hľadanie
10086=Zamknúť program
10087=Obnoviť zo zálohy
10088=Jednoduché odrážky
10097=Podporiť PNotes projekt
10098=Bez odrážiek/číslovanie
10099=Ukázať všetky obľúbené
9100=Zapnúť (všetky poznámky)
9101=Vypnúť (všetky poznámky)
9102=Nastaviť vysokú prioritu
9103=Zapnúť režim ochrany
9104=Označiť ako splnené
9105=Rozbaliť
9106=Odstrániť vysokú prioritu
9107=Vypnúť režim ochrany
9108=Označiť ako nesplnené
9109=Zbaliť
9110=Duplikovať poznámku
9111=Vložiť
9112=Vložiť obrázok
9113=Vložiť smajlíka
9114=Znovu načítať všetko
9116=Diár
9117=Dnes
9118=Zobraziť všetko/Skryť všetko
9119=Značky
9120=Vyhľadávanie podľa značiek
9121=Hľadať s:
9122=Vložiť dátum/čas
9123=Zálohovanie/Synchronizácia
9124=Vytvoriť plnú zálohu
9125=Obnoviť z plnej zálohy
9126=Synchronizovať
9127=Spustené
9128=Kopírovať ako Obyčajný text
9129=Vložiť ako Obyčajný text
9130="Na začiatok" Stav
9131="Na začiatok" Stav
9132=Uložiť ako textový súbor
9133=Dlhopisy
9134=Správa Súvisiace poznámky
9135=Zobraziť podľa značiek
9136=Skryť podľa značiek
9137=Značky (aktuálna poznámka)
9138=Odoslať cez sieť
9139=Pridať kontakt
9140=Vybrať kontakty
9141=Odpoveď
9142=Vyhľadávanie v dátach
9143=Posledná zmena poznámky
9144=Pred 1 dňom
9145=Pred 2 dňami
9146=Pred 3 dňami
9147=Pred 4 dňami
9148=Pred 5 dňami
9149=Pred 6 dňami
9150=Pred 7 dňami
9151=Dnes
9152=Zobraziť / Skryť
9153=Poznámka: Nastavenie hesla
9154=Poznámka: Odstrániť heslo
9158=Zobraziť prichádzajúce
9159=Z prichádzajúcich
9160=Heslo
9161=Vytvoriť heslo
9162=Zmeniť heslo
9163=Odstrániť heslo
9164=Pripnúť do okna
9165=Odopnúť
9166=Klávesové skratky
9167=Pridať skupinu
9168=Vyberať skupinu
9169=Manuálna miestna synchronizácia
9170=Kontrola pravopisu
9171=Skontrolujte teraz
9172=Skontrolujte automaticky
9173=Prevziať slovník


10132=Zobraziť skupinu (zahrnúť podskupiny)
10133=Skryť skupinu (zahrnúť podskupiny)
10134=Horúce klávesy
10135=Horúca klávesa pre "Zobraziť skupinu"
10136=Horúca klávesa pre "Skryť skupinu"
10137=Nastaviť/upraviť
10138=Odstrániť
10139=Nastaviť/upraviť
10140=Odstrániť
10141=Vlastné ikony
10142=Nastaviť skupinové heslo
10143=Odstrániť skupinové heslo

[options]
1001=Nastavenie
1002=Uložiť poznámku ako...
1003=Nastavenie existujúcej poznámky
1004=Ovládací Panel
1014=Vyberte ikonu pre skupinu
1019=Nájsť
1024=Nájsť podľa titulku
1025=Prejdené upomienky
1033=Smajlíci
1039=Pomocník výberu súborov
1040=Synchronizácia
1042=Odkazy na iné poznámky
1045=Vyhľadávanie podľa dátumu
1047=Klávesové skratky
1050=Manuálna miestna synchronizácia
1052=Kontrola pravopisu
1=OK
2=Zrušiť
8002=Použiť
8011=Zmeniť písmo
8014=Povoliť priehľadnosť
8018=Uložiť všetko pri ukončení programu
8019=Potvrdiť uloženie
8023=Žiadny plán
8024=Každý deň v:
8025=Raz v:
8031=Názov poznámky
8034=Pôvodné nastavenie
8035=Spustiť pri štarte Windows
8039=Ukážka dátumu
8040=Ukážka času
8049=Pre jednoduchý alarm
8050=Pre denný alarm
8051=Zvukový alarm
8052=Povoliť zvukový alarm
8054=Formát dátumu/času
8055=Klávesové skratky
8059=Stlačte klávesy, ktoré chcete použiť ako klávesovú skratku
8062=Pridať
8063=Odstrániť
8064=Prehrať
8066=Opakovať každých:
8069=Štandardné zobrazenie
8072=Potvrdenie pred zmazaním poznámky
8073=Zobraziť posuvník (všetky poznámky budú znovu načítané)
8076=Automaticky uložiť každých:
8078=minút
8080=Východzie nastavenie
8081=Šírka
8082=Výška
8086=Viac vzhľadov
8087=Nastavenie štartu programu
8088=Ukladanie/Mazanie
8092=Názov skupiny
8095=Ikona skupiny
8100=Zapnúť vizuálne upozornenie
8101=Rozbaliť/zbaliť poznámku dvojklikom na titulok
8102=Poznámky bez vzhľadu
8103=Nájsť:
8105=Výsledky hľadania
8107=Spĺňa podmienku
8108=Nájsť
8109=Celé slovo
8110=Farba pozadia
8111=Písmo titulku
8115=Hodnota 100% spôsobí úplne priehľadné okno!
8015=Priehľadnosť
8123=Zahrnúť skryté poznámky
8124=Vyčistiť histróriu hľadania
8125=Nová verzia
8126=Skontrolovať novú verziu pri štarte programu
8127=Skontrolovať teraz
8128=Nová poznámka vždy navrchu
8129=Použiť náhodnú farbu pozadia
8130=Skinovateľné poznámky
8131=Poznámky bez vzhľadu
8132=Bežný vzhľad
8133=Vlastný vzhľad
8135=Vzdialenosť medzi poznámkami (v pixeloch):
8139=Nastavenia sú dostupné iba pre nedokované poznámky
8140=Vlastná veľkosť
8142=Obrátiť dokovacie poradie
8143=Skryť ovládací panel poznámky
8145=Nahradiť za:
8146=Nahradiť všetko
8147=Nahradiť
8148=Nájsť ďaľšie
8149=Hore
8150=Dole
8153=Dni
8154=Hodiny
8155=Minúty
8156=Sekundy
8167=Vlastná farba pozadia
8168=Vlastné písmo titulku
8173=Zvoľte preferovaný WWW-prehliadač (ak necháte prázdne, použije sa východzí systémový prehliadač).
8176=Relatívne umiestnenie poznámok
8177=Použiť vlastné písma
8178=Týždenne v:
8180=V:
8183=Zobraziť ovládací panel po štarte programu
8192=Po:
8193=Roky
8194=Mesiace
8195=Týždne
8202=Začíná od:
8205=Akcia po dvojkliku na ikonu v systémovej lište
8206=Nájsť poznámky s titulkom rovným/obsahujúcim:
8208=Hlavné menu
8209=Poznámka
8211=Sledovať prejdené upomienky
8214=Nesledovať poznámku ak je prejdená
8215=Prevrátiť farbu textu
8216=Dátum
8217=Čas
8218=Deň týždňa
8219=Mesačne (presný dátum)
8220=Mesačne (deň týždňa)
8221=Poradové číslo
8222=Ak v aktuálnom mesiaci nie je taký dátum, použije sa miesto neho najbližší dátum.
8228=Pri skrývaní automaticky uložiť poznámky
8229=Odstrániť heslo
8230=Vytvoriť heslo
8231=Skryť ikonu zo systémovej lišty
8232=Zmeniť heslo
8236=Ukladať poznámky ako šifrované súbory
8238=Všeobecné nevzhľadovateľné nastavenia
8239=Vykonať
8240=Rôzne
8241=Rôzne
8242=Heslo
8243=Šifrovanie
8245=Záloha
8246=Zálohovať poznámky pred uložením
8247=Hĺbka zálohovania (počet kópií pre každú poznámku)
8250=Keď je program zamknutý
8251=Prispôsobiť titulku, kedy zbalené
8234=Nezobrazovať, poznámky v zozname otvorených okien (Alt+Tab) ( * )
8252=( * ) - Všetky poznámky budú znovu načítané
8253=Zvukové upozornenie
8256=Neumiestňovať poznámky do stredu obrazovky
8257=Efekty
8258=Skrývať poznámky plynule
8259=Pri skrytí poznámky prehrať zvuk
8263=Štartu systému
8264=Štartu programu
8265=Presný čas
8267=Opakovať v slučke
8268=Upraviť oblasť
8269=Guličková zarážka (v twips) ( ** )
8271=Ľavý a pravý okraj šírky - pre vzhľad bez poznámky
8273=( ** ) - Nová hodnota bude použitá iba v novovytvorenej poznámke
8274=Aby bolo možné pridať / odobrať ikony použite vhodné tlačidlo na paneli nástrojov alebo bod v kontextovej ponuke.
8117=Vzhľad
8284=Upraviť
8261=Pozadie
8290=Výsledky hľadania (text)
8291=Výsledky hľadania (tituly)
8294=Formát dátumu použitého pre pomenovanie poznámok patrí do "Diár" skupiny
8297=Nastavenie "Diár" skupiny
8298=Vlastné nastavenie "Diár" skupiny
8301=Pridajte meno dňa v týždni do názvu poznámky
8302=Pridajte meno dňa v týždni na konci názvu poznámky
8303=Plné meno dňa v týždni
8305=Počet denníkových "stránok" uvedených v ponuke "Diár"
8307=Nezobrazovať denníkové "stránky" z predchádzajúceho dátumu v ponuke "Diár"
8308=Dĺžka poznámky je text použitý ako predvolený názov pre novú poznámku
8310=Vzostupne triediť "stránky" v ponuke "Diár" (od najstarších)
8311=Značky oddelené čiarkami (napríklad "Jeden, dva, tri")
8313=Upraviť oblasť
8317=Preddefinované značky
8319=Značka
8322=Dostupné značky
8323=Aktuálne značky
8327=Hľadať poskytovateľov
8334=Prosím, pozrite sa na popis riadka poskytovateľa vyhľadávania v prehliadači pred pridaním.
8335=Uložiť v skupine:
8337=Skryť tlačidlo "Odstrániť" ( * )
8338=Miestna nápoveda chýba. Prosím, vyberte jednu z nižšie uvedených možností:
8339=Prejsť na on-line dokumentácie
8340=Stiahnite si súbor Pomocníka vo formáte CHM
8341=Stiahnite si súbor Pomocníka vo formáte PDF
8342=Nezobrazovať túto správu znova
8345=Kritériá vyhľadávania
8348=Hľadať oblasť
8350=Synchronizácia
8351=Synchronizovať poznámky pri štarte programu
8352=FTP server
8354=FTP adresár
8356=Užívateľské meno
8358=Heslo
8360=Port
8362=Synchronizovať teraz
8363=Tichá plná záloha
8364=Zahrnúť poznámky z koša v synchronizácii
8365=Uložiť poznámky pred synchronizáciou
8366=Externé programy
8376=Zmena vzhľadu "Skryť" tlačidla na "Zmazať" tlačidlo ( * )
8377=Dĺžka poznámky je uvedená v texte "Obsah" stĺpec v Ovládacom paneli
8379=Text
8380=Súbor
8381=Použite nasledujúci ako východiskový názov novej poznámky
8386=K dispozícii zvuky
8388=Predvolené zvuky
8390=Počúvajte ukážku
8391=Ukážka typu textu:
8392=Text-na-reč, nastavenie
8394=Majte poznámky viditeľné počas presunu "Zobraziť plochu" tlačidlo ( *** )
8395=( *** ) - Vyžaduje Windows Vista alebo vyššie
8396=Upozorniť pri vedomí, automaticky zmazané od Koša
8397=Odstrániť poznámku z koša po zvolené obdobie (dní)
8399=K dispozícii poznámky
8400=Dlhopisy
8403=Použiť názov počítača
8404=Použiť IP adresu
8406=Názov
8407=Brať na vedomie výmenu
8408=Uložiť poznámku pred odoslaním
8411=Kontakty
8413=Poslať teraz
8414=Port
8416=Odoslanie poznámky
8417=Nezobrazovať upozornenie, keď príde nová poznámka
8418=Neprehrať zvuk pri príchode novej poznámky
8419=Zobraziť prijatú poznámku po oznámení správy kliknutím na tlačidlo
8420=Zobraziť "Prichádzajúce" po kliknutí na upozorňujúcu správu
8421=Nezobrazovať upozornenia pri odosielaní poznámky
8422=Skryť poznámku po odoslaní
8424=Nezobrazovať kontakty v kontextovom menu
8425=Zobraziť poznámku po odoslaní
8426=Zobraziť veľké ikony v PNotes Ovládacie panele na lište nástrojov
8427=Skryť "Skryť" tlačidlo ( * )
8430=Z:
8431=Do:
8432=Nezobrazovať upozornenie, ak obsah ovládacieho panela, je chránený heslom alebo jeho skupinou
8433=Umožniť výmenu
8434=Skryť označenie "Dokončené"
8439=Okien k dispozícii
8445=Skupiny
8449=Skupiny
8453=Umiestnenie súborov poznámok
8454=Umiestnenie Indexového súboru (notes.pnid)
8461=Synchronizovať
8462=Použite súbory poznámok k umiestneniu
8463=Názov počítača
8465=Zahrnúť poznámky z koša v miestnej synchronizácii
8466=Miestna synchronizácia
8467=Automaticky synchronizovať s nasledujúcimi počítačmi pri spustení z USB disku
8471=Kontrola pravopisu
8472=Farba podčiarknutia
8475=Nie je v slovníku
8476=Návrhy
8477=Ignorovať raz
8478=Ignorovať všetky
8479=Pridať do slovníka
8480=Zmena
8481=Zmeniť všetky
8482=Popis farby písma
8483=Farba písma
8486=Skiny
8488=Zväzok
8489=Rýchlosť
8494=Rozstup
8498=Zastaviť záznam/oznámenia po:
8500=Akcia po jednom kliknutí na ikonu systémového pozadia

[messages]
already_exists=Poznámka s týmto ID už existuje. Zvoľte prosím iný súbor.
both_pwrd=Obe heslá musia byť rovnaké. Skontrolujte si ich prosím.
continue_question=Pokračovať?
def_size=Ste si istí, že chcete nastaviť predvolenú veľkosť poznámky
default_warning=Práve sa chystáte resetovať VŠETKY nastavenia programu na východzie hodnoty. Pokračovať?
delete_backup=Určite chcete zmazať vybratý/é súbor/y?
delete_bin=Prajete si poslať túto poznámku do Kôša?
delete_caption=Mazanie
delete_complete=Prajete si úplne zmazať túto poznámku?
delete_confirm=Určite chcete zmazať túto poznámku?
delete_confirm_multiple=Naozaj chcete zmazať vybratú položku(y)?
delete_group_0=Zmazanie skupiny
delete_group_1=POZOR! Vybratá skupina vrátane všetkých poznámok bude zmazaná.
delete_group_2=Všetky jej podzložky a ich poznámky budú tiež zmazané.
delete_group_3=Operácia nemôže byť neskôr vrátená späť. Pokračovať?
delete_previous=Chcete zmazať databázový súbor z predchádzajúcej verzie
downloading=Sťahovanie ...
empty_bin=Vysypať kôš (nemožno vrátiť späť)?
first_baloon_caption=Ďakujeme, že používate PNotes!
first_baloon_message=Kliknite pravým tlačidlom myši na ikonu v oznamovacej oblasti pre začiatok práce.
font_sample=Kŕdeľ ďatľov učí koňa žrať kôru
hk_1=Klávesová skratka
hk_2=je už použitá. Vyberte prosím inú.
hk_3=Zmazať súčasnú klávesovú skratku?
check_for_update=Kontrolujem aktualizácie
internet_unavailable=Pripojenie k internetu je k dispozícii
invalid_date=Formát dátumu neplatný. Musí obsahovať deň, mesiac, rok, hodinu a minútu.
invalid_image_size=Neplatná veľkosť obrázka. Musí byť 16 x 16.
invalid_old_pwrd=Nesprávne staré heslo
invalid_pwrd=Nesprávne heslo
invalid_time=Formát času neplatný. Musí obsahovať hodinu a minútu.
matches_found=Nájdené zhody:
new_version_1=Nová verzia PNotes je k dispozícii
new_version_2=Kliknite 'OK' k prechodu na stránku stiahnutia programu.
no_backup=Pre aktuálnu poznámku neexistujú záložné kópie
no_matches=Nenájdené žiadne zhody.
no_note_created=Nemôžem vytvoriť okno poznámky
no_note_registered=Nemôžem registrovať poznámku
no_skin_file=Súbor vzhľadu neexistuje. Program sa teraz ukončí.
no_success=Program sa naposledy neukončil správne. Chcete aby sa načítali automaticky uložené poznámky?
replace_complete=Nahradenie dokončené.
replace_warning_1=Aby bolo možné vykonať výmenu operácie, program musí prejsť na kritériá vyhľadávania
replace_warning_2=zatiaľ čo aktuálne kritérium vyhľadávania je
restore_backup=Chcete obnoviť dáta z vybratého súboru zálohy?
same_version=Používate poslednú verziu PNotes.
save_before_send=Poznámka musí byť uložená pred odoslaním ako príloha. Uložiť teraz?
save_caption=Ukladám
save_note=Poznámka bola zmenená:
save_question=Chcete to uložiť?
search_complete=Hľadanie dokončené.
seng_delete=Odstrániť vybratého poskytovateľa vyhľadávania?
seng_exists=Zoznam vyhľadávania poskytovateľov už obsahuje tento názov
sound_1=Pridať zvuk
sound_2=Potvrdenie
sound_3=Súbor už existuje vo vašom adresáry 'sound'. Aj tak vložiť?
sound_4=Zvuk nenájdený. Nastavený pôvodný.
sound_5=Zmazať vybratý zvuk?
too_many_files=Iba jeden zo súborov môžu byť zahodený.
warning_trans_scroll=Umožňuje transparentnosť, posuvníky čo môže spôsobiť nesprávne pracovanie so staršími OS ako Windows Vista
restore_full_warning=POZOR! Všetky existujúce poznámky budú odstránené a nahradené poznámkami z vybranej zálohy.
full_backup_success=Plná záloha bola úspešne dokončená
synchronizing=Prebieha synchronizácia...
sync_success=Synchronizácia bola úspešne dokončená
external_exists=Zoznam externých programov už obsahuje tento názov
external_delete=Odstrániť vybratý externý program zo zoznamu?
clean_bin_1=Nasledujúce poznámky budú natrvalo odstránené z koša:
clean_bin_2=Zvoľte "Áno" pre pokračovanie alebo "Nie" na odloženie na neskoršiu dobu.
file_save_success=Súbor bol úspešne uložený
delete_bin_multi=Chcete úplne vymazať vybranú položku(y) (operáciu nemožno vrátiť späť)?
contact_exists=Kontakt s rovnakým názvom už existuje
contact_delete=Odstrániť vybraný kontakt?
sending=Prebieha odosielanie...
received_caption=Novo prijatá poznámka
received_1=Názov poznámky
received_2=Odosielateľ
received_3=Príjem dátum/čas
sent_caption=Poslať poznámku
sent_1=Poznámka
sent_2=bola úspešne odoslaná
sent_3=Príjemca:
sent_4=Odoslané dátum/čas:
contacts_group_exists=Skupina kontaktov s rovnakým názvom už existuje
contacts_group_delete_1=Odstrániť vybratú skupinu kontaktov?
contacts_group_delete_2=(všetky kontakty z tejto skupiny budú presunuté do skupiny (Nič))
allow_hide_tray=Aby bolo možné skryť ikonu aj keď je program zablokovaný, musíte nastaviť klávesovú skratku v menu pre "Zámok Programu".
local_sync_exists=Cieľ miestnej synchronizácie s týmto názvom už existuje
local_sync_delete=Odstrániť vybratý cieľ synchronizácie?
no_suggestion=Žiadne návrhy
add_to_dict=Pridať do slovníka
spell_check_finished=Kontrola pravopisu je kompletná

[captions]
add_icon=Pridať ikonu
backup_caption=Záloha
browser=Vybrať preferovaný WWW-prehliadač
color=Vyberte farbu
create_pwrd=Nastavenie hesla
customize_icons=Vlastné ikony
date_formats=Možné formáty dátumu
diary=Diár
enter_pwrd=Vložiť heslo
favorites=Obľúbené
font=Vyberte písmo
group_default=Všeobecné
group_edit=Upraviť skupinu
group_main=Všetky poznámky
group_new=Nová skupina
hide_group=Skryť skupinu
change_pwrd=Zmena hesla
import=Importuj poznámky z predchádzajúcej verzie
insert_picture=Vložiť obrázok
load=Načítať poznámku
loading_error=Chyba načítania
quick_search=Rýchle hľadanie
recycle_bin=Kôš
rename=Premenovať poznámku
restore_caption=Obnoviť poznámku
restore_filter=Zálohovať kópie poznámok
search_results=Výsledky hľadania
seng_modify=Upraviť poskytovateľa vyhľadávania
seng_new=Nové vyhľadávacie služby
show_group=Ukázať skupinu
sound=Vyberte zvuk
time_formats=Možné formáty času
total_decryption=Prebieha dešifrovanie všetkých poznámok. Čakajte prosím.
total_ecryption=Prebieha šifrovanie všetkých poznámok. Čakajte prosím.
save_full_backup=Vytvoriť plnú zálohu
open_full_backup=Obnoviť z plnej zálohy
external_new=Nový externý program
external_modify=Upraviť externý program
add_external=Vyberte spustiteľný súbor
new_note=Bez názvu
never=Nikdy
save_text_file=Uložiť ako textový súbor
incoming=Prichádzajúce
new_contact=Nový kontakt
edit_contact=Upraviť kontakt
note=poznámka
group=skupina
windows=Pripnúť poznámku do okna
no_cont_group=(Nič)
new_contacts_group=Nová skupina kontaktov
edit_contacts_group=Upraviť skupinu kontaktov
choose_folder=Vyberte priečinok
new_sync_target=Cieľ novej miestnej synchronizácie
edit_sync_target=Upraviť cieľ miestnej synchronizácie
no_single_action=(Žiadna akcia)

[tabs]
0=Vzhľad
1=Písmo
2=Plán

[tabs_options]
0=Vzhľad
1=Plán
2=Rôzne

[columns]
0=Názov poznámky
1=Skupina
2=Naposledy uložené
3=Typ plánu
4=Názov
5=Pôvodná poznámka
6=Čas uloženia
7=Značky
8=Priorita
9=Dokončené
10=Chránené
11=Obľúbené
12=Obsah
13=Vymazané
14=Odosielané/Prijímané
15=Odoslaná
16=Poslal ku
17=Prijatá od
18=Prijatá na
19=Vytvorené
20=Chránené heslom
21=Pripnuté

[commands]
5000=Typ písma
5001=Veľkosť písma
5002=Farba písma
5003=Tučné
5004=Kurzíva
5005=Podčiarknutéé
5006=Preškrtnuté
5007=Zvýraznenie
5008=Zarovnať vľavo
5009=Zarovnať na stred
5010=Zarovnať vpravo
5011=Odrážky
5100=Automatická
5101=Bez výplne

[status]
dd_impossible=(ťahaj-pusť nie je možné)
group=Skupina:
group_notes=Poznámok v skupine:
total=Celkom poznámok:

[preview]
caption=Titulok
part1=Dvojkliknite na telo poznámky pre zmenu farby pozadia.
part2=Dvojkliknite na titulok poznámky pre zmenu jeho písma.

[date_format_chars]
d=Deň mesiaca ako číslo bez nuly pred jednočíselnými dňami.
dd=Deň mesiaca ako číslo s nulou pred jednočíselnými dňami.
ddd=Deň týždňa ako trojpísmenová skratka.
dddd=Deň týždňa celým menom.
M=Mesiac ako číslo bez nuly pred jednočíselnými mesiacmi.
MM=Mesiac ako číslo s nulou pred jednočíselnými mesiacmi.
MMM=Mesiac ako trojpísmenová skratka.
MMMM=Mesiac celým menom.
y=Rok ako posledné 2 čísla, bez nuly pred číslami nižšími ako 10.
yy=Rok ako posledné 2 čísla, s nulou pred číslami nižšími ako 10.
yyyy=Rok plným zápisom ako 4 čísla.

[time_format_chars_h12]
h=Hodiny bez nuly pred jednočíselnými údajmi; 12-hodinový systém.
hh=Hodiny s nulou pred jednočíselnými údajmi; 12-hodinový systém.

[time_format_chars_h24]
H=Hodiny bez nuly pred jednočíselnými údajmi; 24-hodinový systém.
HH=Hodiny s nulou pred jednočíselnými údajmi; 12-hodinový systém.

[time_format_chars]
m=Minúty bez nuly pred jednočíselnými údajmi.
mm=Minúty s nulou pred jednočíselnými údajmi.
s=Sekundy bez nuly pred jednočíselnými údajmi.
ss=Sekundy s nulou pred jednočíselnými údajmi.
t=Jednoznakový časový reťazec, ako A alebo P.
tt=Viacznakový časový reťazec, ako AM alebo PM.

[left_panel]
202=Vzhľad
203=Skiny
204=Plán
205=Dokovanie
206=Chovanie
207=Rôzne
208=Ochrana
209=Diár
210=Sieť

[search_columns]
0=Poznámka
1=Riadok
2=Stĺpec

[weekdays]
0=Po
1=Út
2=St
3=Št
4=Pi
5=So
6=Ne

[titles_columns]
0=Titulok

[ordinals]
0=Prvý
1=Druhý
2=Tretí
3=Štvrtý
4=Posledný

[weekdays_full]
0=Pondelok
1=Útorok
2=Streda
3=Štvrtok
4=Piatok
5=Sobota
6=Nedeľa

[login_captions]
conf_pwrd=Potvrdiť heslo
enter_pwrd=Zadajte heslo
new_pwrd=Nové heslo
old_pwrd=Staré heslo

[engines_columns]
0=Názov
1=Popis riadka

[ext_progs_columns]
0=Názov
1=Program
2=Parametre príkazového riadka

[contacts_columns]
0=Názov
1=Názov počítača
2=IP adresa

[local_sync_columns]
0=Názov počítača
1=Umiestnenie súborov poznámok
2=Zoznam umiestnenia súboru

[windows_columns]
0=Okno textu
1=Triedy okna

[search_criteria]
0=Úplná zhoda hľadaného reťazca
1=Zhoda slov vo vyhľadávaní reťazca
2=Zhoda aspoň jedného slova vo vyhľadávaní reťazca

[search_scope]
0=Vyhľadávanie v texte
1=Vyhľadávanie v názvoch
2=Vyhľadávanie v texte a názvoch

[search_match]
0=len text
1=len názov
2=text a názov

[def_naming]
0=Prvé znaky poznámky
1=Aktuálny dátum/čas
2=Aktuálny dátum/čas a prvé písmená poznámky

[search_dates_fields]
0=Dátum vytvorenia
1=Dátum uloženia
2=Dátum odoslania
3=Dátum prijatia
4=Dátum vymazania

[stop_loop]
0=Nikdy
5=5 sek
10=10 sek
15=15 sek
30=30 sek
45=45 sek
60=1 min
120=2 min
180=3 min
300=5 min
900=15 min
1800=30 min

[about]
dialog=O
license=Tento program je šírený pod GNU General Public License verzie 2 alebo novšej
show_license=Zobraziť licencie
thanks_1=Osobitné poďakovanie za významné poznámky, nové nápady, návrhy a nezištné testovanie:
thanks_2=Vďaka všetkým z celého sveta, ktorí testujú, prekladajú a používajú program.
png_lib=Dekódovanie PNG obrázkov - PNGlib, voľná knižnica PNG dekodéra od Thomas Bleeker.
hunspell=Spell checking - HunSpell knižnicu podľa Hunspell.

[program]
name=PNotes - váš virtuálny poznámkový organizér